Repository: khvilaboa/Calify
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: gl_es

source: Profile
gl_es: Perfil

source: Name
gl_es: Nome

source: Enter your name here
gl_es: Pon o teu nome aquí

source: Modify
gl_es: Modificar

source: Subjects
gl_es: Materias

source: Statistics
gl_es: Estatísticas

source: All the subjects
gl_es: Todas as materias

source: There isn't information enough to generate statistics
gl_es: Non hai suficiente información para xerar estatísticas.

source: Students
gl_es: Alumnos

source: Evaluations
gl_es: Calificacións

source: Mean mark
gl_es: Nota media

source: Insufficient
gl_es: Insuficiente

source: Enough
gl_es: Suficiente

source: Right
gl_es: Ben

source: Remarkable
gl_es: Notable

source: Outstanding
gl_es: Sobresaliente

source: Marks ranges
gl_es: Rangos de notas

source: Students by subject
gl_es: Alumnos por materia

source: Evaluations by task
gl_es: Calificación por tarefa

source: Mean mark by subject
gl_es: Nota media por materia

source: Mean mark by task
gl_es: Nota media por tarefa

source: Modify subject
gl_es: Modificar materia

source: Create subject
gl_es: Crear materia

source: Subject data
gl_es: Datos da materia

source: Start date
gl_es: Data de comezo

source: End date
gl_es: Data de fin

source: Description
gl_es: Descripción

source: Tasks
gl_es: Tarefas

source: Percent
gl_es: Porcentaxe

source: Evaluated over
gl_es: Avaliado sobre

source: Min. mark
gl_es: Nota minima

source: Only informative
gl_es: Só informativa

source: Extra points
gl_es: Puntos extra

source: Has minimum mark
gl_es: Ten nota mínima

source: Add
gl_es: Engadir

source: Edit
gl_es: Editar

source: Actions
gl_es: Accións

source: The sum of the percentages is greater than 100%
gl_es: A suma dos porcentaxes é maior do 100%

source: Cancel
gl_es: Cancelar

source: Create
gl_es: Crear

source: You must specify a subject name
gl_es: Tes que especificar un nome para a materia

source: You must specify a start date
gl_es: Tes que especificar una data de comezo

source: You must specify a end date
gl_es: Tes que especificar una data de fin

source: The start date has to be less than or equal to the end date
gl_es: A data de inicio debe ser inferior ou igual a de fin

source: The percent sum can't be lower than 100%
gl_es: O porcentaxe non pode ser menor co 100%

source: You must specify a task name
gl_es: Tes que especificar una data de comezo

source: You must specify a percentage for the task
gl_es: Tes que especificar un porcentaxe para a tarefa

source: The percetage specified is not valid
gl_es: O porcentaxe especificado non é válido

source: You must specify a mark on which the task will be evaluated
gl_es: Tes que especificar una nota na que se avaliará a tarefa

source: You must specify a minimum mark to pass the task (or disable the option)
gl_es: Tes que especificar una nota mínima para aprobar a tarefa (ou desactivar a opción)

source: The maximum mark specified is not valid
gl_es: A nota mínima especificada non é válida

source: New subject
gl_es: Nova materia

source: There aren't subyects yet
gl_es: Aínda non hai materias

source: There was a problem loading the subjects
gl_es: Houbo un problema cargando as materias

source: Are you sure that you want to delete the subject?
gl_es: Estás seguro de que queres eliminar a materia?

source: Subject erased correctly
gl_es: Materia borrada correctamente

source: There was a problem deleting the subject
gl_es: Houbo un problema borrando a materia

source: Export CSV
gl_es: Exportar CSV

source: Export XLS
gl_es: Exportar XLS

source: Num. students
gl_es: Num. alumnos

source: Num. teachers
gl_es: Num. profesores

source: Teachers
gl_es: Profesores

source: Informative
gl_es: Informativa

source: Yes
gl_es: Si

source: Add students
gl_es: Engadir alumnos

source: From file
gl_es: Dende arquivo

source: File name
gl_es: Nome do arquivo

source: Manually
gl_es: Manualmente

source: Enter the student's name
gl_es: Escriba o nome do alumno

source: Enter DNI or NIE of the student
gl_es: Escriba o DNI ou NIE do alumno

source: Search
gl_es: Buscar

source: Enter the student's name or DNI
gl_es: Escriba o nome ou DNI do alumno

source: Final mark
gl_es: Nota final

source: There aren't students in this subject yet
gl_es: Aínda non hay alumnos nesta materia

source: Enter the email of the teacher that you want to add
gl_es: Escriba o correo do profesor que desexa engadir

source: There aren't teachers in this subject
gl_es: Non hai profesores nesta materia

source: There was a problem loading the students
gl_es: Houbo un problema ó cargar os alumnos

source: The email is invalid
gl_es: O correo electrónico introducido non é válido

source: Teacher erased correctly
gl_es: Profesor borrado correctamente

source: Student erased correctly
gl_es: Alumno borrado correctamente

source: There was an error adding the promotion
gl_es: Houbo un error engadindo a promoción

source: It's necessary to specify a name
gl_es: É necesario introducir un nombre

source: DNI not valid
gl_es: O DNI non é válido

source: Percentage
gl_es: Porcentaxe

source: Minimum mark
gl_es: Nota mínima

source: Marks
gl_es: Notas

source: Enter the student's name or dni
gl_es: Escriba o nome ou DNI do usuario

source: Student DNI
gl_es: DNI do alumno

source: Student name
gl_es: Nome do alumno

source: Mark
gl_es: Nota

source: There aren't matches
gl_es: Non hai coincidencias

source: Import marks
gl_es: Importar calificacións

source: Marks file
gl_es: Arquivo de notas

source: Import
gl_es: Importar

source: There was an error submitting the mark
gl_es: Houbo un error enviando a nota

source: Mark not valid
gl_es: Nota non válida

source: Log out
gl_es: Cerrar sesión

source: Spanish
gl_es: Español

source: English
gl_es: Inglés

source: Galician
gl_es: Galego
